---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsTriserRiserMark
source: html/14686ad5-f3b4-43f0-ebc5-786d4f3847cc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsTriserRiserMark Property

"Riser Mark": (OBSOLETE)

## Syntax (C#)
```csharp
public static ForgeTypeId StairsTriserRiserMark { get; }
```